<?php
$content = <<<HERE

<br />
<p><h3>Просмотрите все возможные варианты нахождения необходимых данных.</h3></p>
Существует два варианта поиска необходимой Вам информации:
<ul type="circle">
<li> Первым способом предлагается выбрать интересующий Вас контакт из списка всех сотрудников ИТР.
<p>Список будет доступен после нажатия кнопки "Вывести весь справочник".</p></li><br />
<li> Второй способ представляет из себя поиск по фамилии.
<p>Для получения результата требуется набрать искомую фамилию и нажать на кнопку "Поиск по фамилии".</p></li>
</ul>
<p><h3>Надеюсь вы найдете то, что ищете.</h3></p>

<br /><br />
<h1 align="center"><a class="title" href="http://www.ooorst.ru" target="_blank"> Web-сайт : WWW.OOORST.RU</a></h1>
HERE;
 include 'includes/main.inc';
?>